{
  "posts": [
    {
      "slug": "start-here-low-tox-living",
      "title": "Start Here: Low-Tox Living in 7 Simple Swaps",
      "excerpt": "Seven quick, affordable changes that cut your exposure without turning life upside down.",
      "date": "2025-01-15",
      "updated": "2025-02-01",
      "authorName": "Wild & Well",
      "tags": ["getting-started", "home", "low-tox"],
      "coverImage": "",
      "contentHtml": "<p>Big results don’t need big budgets. These are our seven high-impact, low-effort swaps.</p><ol><li><strong>Air:</strong> Open windows daily and use a small HEPA purifier in the bedroom.</li><li><strong>Water:</strong> Use a certified pitcher filter that targets PFAS, chlorine and heavy metals.</li><li><strong>Cookware:</strong> Prefer cast iron, stainless or ceramic over aging non-stick.</li><li><strong>Fragrance:</strong> Switch to fragrance-free laundry liquid and unscented cleaners.</li><li><strong>Plastics:</strong> Store hot foods in glass or stainless, not soft plastics.</li><li><strong>Dust:</strong> Vacuum with a HEPA vacuum weekly; dust with a damp cloth.</li><li><strong>Light:</strong> Dim lights after sunset and keep screens out of the bedroom.</li></ol><p>When we link to products, some are affiliate links (never any extra cost to you). Example: <a href=\"https://example.com/clearly-filtered?aff=wildwell\">our pitcher pick</a>.</p>"
    },
    {
      "slug": "sleep-better-3-habits",
      "title": "Sleep Better: 3 Habits That Actually Stick",
      "excerpt": "A calmer evening routine, a darker room, and a consistent wake time—backed by boring science.",
      "date": "2025-02-10",
      "updated": "2025-02-10",
      "authorName": "Wild & Well",
      "tags": ["sleep", "habits"],
      "coverImage": "",
      "contentHtml": "<p>Good sleep is mostly about <em>consistency</em>. Try this for 14 nights:</p><ul><li><strong>Same wake time every day.</strong> Even weekends.</li><li><strong>Dark + cool room.</strong> Blackout curtains and a light sleep mask help.</li><li><strong>Wind-down hour.</strong> No work or intense screens in the last 60 minutes.</li></ul><p>If you need a gentle mask, this <a href=\"https://example.com/silk-mask?aff=wildwell\">silk option</a> is comfortable and washable.</p>"
    }
  ]
}
